Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja3/issat-s.htm.tmx
Source language: sme
Languages: nob

source: Nu sáhttá dadjat ahte dálá oahpaheaddjis galgá olu psykologalaš ipmárdus, son galgá erenoamáš gierdil, son galgá máhttit lágidit miellagiddevaš oahppandili ohppiide, ja son galgá gulahallat juohkelágán váhnemiiguin profešuvnnalaččat.
nob: Læreren må beherske andre metoder for å oppnå kontroll over elevgruppen. Man kan si at læreren må ha stor psykologisk innsikt, være tolerant, skal kunne gjøre opplæringen interessant og spennende, og han skal kommunisere på en profesjonell måte med alle typer foreldre.

source: Máilbmi oahpaha maiddái sámi mánáid
nob: Samiske barn utsettes for allslags påvirkning

source: Oahppan ja ovdáneapmi ii vuolgge dál dušše skuvllas ja mánáid ruovttuin.
nob: Læring og utvikling er ikke resultat av bare skole og hjem.

source: Mánát ohppet dađistaga juoidá eará sajiin maiddái, leaš dal buorre dehe ii nu buorre.
nob: Barna utsettes for påvirkning på mange hold, både i positiv og negativ retning.

source: Diehtoteknologiija lea boahtán ollásit gilvaleaddjin oahpaheddjiide ja váhnemiidda, ja dat gáibida ain eanet barggu sis.
nob: Informasjonsteknologien utgjør en mektig konkurrent til lærerne og foreldrene, og det krever desto mer av dem.

source: Interneahtta lebbe mánáid ovdii dakkár duohtavuođa mii ii soaitte gávdnot sin lagas birrasis, ja neahttasiidduin fállet sidjiide juohkelágán gálvvuid ja fillehusaid.
nob: Gjennom internett presenteres en virkelighet som ikke eksisterer i barnas nærmiljø, og de blir tilbydd allslags varer og fristelser.

source: Dat sáhttá daguhit ahte oahppit eai šat duđa unnánažžii, sii gáibidit buotlágan ođđamállet fálaldagaid ja vejolašvuođaid, maiddái skuvllas.
nob: Det kan føre til at elevene ikke nøyer seg med lite, de krever alle nye tilbud og muligheter, også på skolen.

source: Ja go skuvllas leat unnán veahkkeneavvut, sáhttá oahpahus sin mielas neaktit veahtasin ja ahkidin, ja dat daguha dieđusge stađuhisvuođa ohppiidjovkui.
nob: Og fordi skolen har lite og dårlige læremidler, kan opplæringen fortone seg banal og kjedelig for elevene, noe som selvsagt fører til uro i elevgruppen.

source: Kultuvrralaš erohusat mat das čuožžilit leat dál stuora hástalussan sámi skuvllaide.
nob: De kulturforskjellene som da oppstår, er en stor utfordring for samiske skoler.

source: Mot galgat jáhkihit mánáidasamet ahte sámi álbmot lea eamiálbmot mii áiggis áigái lea meannudan čábbát luondduriikkain go dálá servodaga ruhtariggodat fille olbmuid oastit juohkelágán dávviriid ja teknologalaš biergasiid, maiddái dakkáriid mat goaridit ja billistit luonddubirrasa ?
nob: Hvordan skal vi fortelle våre barn på en troverdig måte at samene er en urbefolkning som alltid har behandlet naturen skånsomt ? Dagens velferdssamfunn får folk til å anskaffe seg alle slags midler og teknologisk utstyr, også slike som ødelegger naturen.

source: Unnán oahpponeavvut
nob: Mangel på læremidler

source: Vásihin ahte Máze skuvllas ledje suorggahahtti unnán ja heajos oahpponeavvut.
nob: Jeg opplevde at Máze skole hadde skremmende lite og dårlige læremidler.

source: Skuvllas lei dušše okta CD-čuojanas giellaoahpahussii, ja dasa eai lean ohppiide bealljebilttut.
nob: Skolen hadde bare en enkelt CD-spiller for språkopplæringen, og det fantes ikke høretelefoner til den.

source: Oaččut ieš jurddašit mot dat hehtte giellaoahpahusa go galggašii atnit CD-jienaid das.
nob: Du kan sjøl tenke deg til hvordan opplæringen hemmes fordi man ikke kan bruke lydmaterialet fra CD-ene.

source: Nubbi váivves vásáhus lei musihkas.
nob: En annen nedslående opplevelse var i musikk.

source: Galgen lágidit tákta- ja dearppanasoahpahallama.
nob: Jeg skulle organisere opplæring i takt- og rytmikk.

source: Šadden ieš ráhkadit dearppadanbiergasiid bohttaliin, muoražiin ja feara mas.
nob: Da måtte jeg selv lage rytmeinstrumenter av tomflasker, trestykker og forskjellige gjenstander.

source: Skuvllas ledje dušše moadde skilanasa ja dearppanasa.
nob: Skolen hadde bare noen få rytmeinstrumenter.

source: Gullen ahte lášmmohallamis ja duodjefágain lea dilli seamma sullii; unnán ja váilevaš oahpponeavvut.
nob: Jeg fikk vite at situasjonen var den samme i kroppsøving og forming, / duodji lite og dårlig utstyr.

source: Daid beivviid go bargen sadjásažžan Máze skuvllas 2007 čavčča, oidnen NRK:s tv-prográmma Norgga skuvllaid dilálašvuođaid birra.
nob: Det er ikke rart at det oppstår uro i elevgruppene, og at noen elever kjeder seg og ikke er motivert for opplæring.

source: Ollu skuvllain ledje valjit dihtorat ja eará teknologalaš oahpponeavvut.
nob: Mens jeg jobbet som vikar, så jeg et fjernsynsprogram om situasjonen i skolen i Norge.

source: Máze skuvllas lei okta dihtorlatnja mas ledje logenáre dihtora, ja daid šadde oahppit atnit vurrolaga.
nob: Mange skoler hadde rikt med datautstyr og andre tekniske læremidler. Máze skole har ett elevrom med datamaskiner som de bruker på omgang.

source: Dárogiella viggá ain vuoitit
nob: Norsk språk har fortsatt overtaket

source: Sámegiela dilli galggašii mahkáš nannoset sámi skuvllain dál go oahppoplánain ja skuvlla ulbmilis lea sámegiela oahpahus ja árvvusatnin diehttelas.
nob: En skulle tro at samisk språk sto sterkere i samiske skoler i dag, ettersom språkets status er uttrykt i fagplaner og skolens målsetting.

source: Dalle adno sámegiella dehe dárogiella veahkkegiellan. Muđui oahppit sámástit lunddolaččat gaskaneaset, earret de go hupmet dárogielat ohppiiguin.
nob: Det aller meste av opplæringa er riktignok på samisk, unntatt i andre språkfag, for eksempel norsk og engelsk, der brukes samisk eller norsk som hjelpespråk.

source: Čálalaš diehtojuohkima dáfus gal neaktá sámegiella ain vuoittahallat dárogillii.
nob: Ellers snakker elevene samisk seg imellom, unntatt når de samtaler med norsktalende elever.

source: Olu diehtojuohkin lea dušše dárogillii.
nob: I skriftlig kommunikasjon taper samisk mot norsk språk.

source: Dieđut mat oidnojit diehtoseinniin ja čálestuvvojit báhpiriidda, leat dávjá dárogillii.
nob: En stor del av informasjonen er bare på norsk. Meldinger på oppslagstavler og huskelapper er oftest på norsk.

source: Sivvan dasa soaitá dat go skuvllas leat sihke dárogielat oahpaheaddjit ja oahppit.
nob: Grunnen til det er kanskje at skolen har norsktalende lærere og elever også.

source: Sii han galget maiddái ipmirdit dieđuid ja čállosiid, ja de orru leamen álkimus čálistit daid dárogillii.
nob: Og de har jo krav på informasjon på sitt eget språk, og da er det kanskje enklest å skrive det på norsk.

source: In dieđe leaš go dakkár giellavierru eaktodáhttu vai soaittáhat.
nob: Jeg vet ikke om en slik språkpraksis er bevisst handling er resultat av tilfeldigheter.

source: Vuorddášin goit ahte dál go sámegiella lea vel lága bokte nai bajiduvvon ovttadássái dárogielain, de galggašedje čielga sámi gilis čállit dieđuid sámegillii nai.
nob: Nå som det er lovbestemt at samisk språk er likeverdig med norsk, så hadde jeg ventet at man i en samisk skole skrev meldinger på samisk også.

source: Vásihin maiddái ahte sámegielat bargit dávjá dárostedje gaskaneaset go dakkár olmmoš lei lahka gii ii máhte sámegiela.
nob: Jeg opplevde også at samisktalende ofte snakket norsk seg imellom for ikke å ekskludere norsktalende som befant seg i nærheten.

source: Dan dáfus ii oro olbmuin dál dađi eanet diehtu giellabáidnima birra go sis lei badjel 30 jagi dassái.
nob: Slik sett ser man ikke ut til å ha større innsikt i språkpåvirkning og språksosiologi nå enn vi hadde for over 30 år siden, hva nå enn grunnen til det måtte være.

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 3
nob: Fleire artiklar frå Samisk skolehistorie 3
